{
    "name": "Русский",

    "splashes": [
        "Делаем экспертные сборки на версию 1.16.5 с 2022 года",
        "Minecraft, так, как он не задумывался",
        "Техномагия? Это съедобно?",
        "Стилфорж верни сотку",
        "На гитхабе!",
        "Идеальнейшая индустриальная сборка",
        "Лучше чем RLCraft!",

        "Привет Россия!",
        "Optimistic Modpacks",
        "Сервис для покупки дешёвых модных сборок",
        "Также попробуйте Inscryption!",
        "Без комментариев",
        "Безлактозная версия",
        "Всеми правдами и неправдами",
        "Не признаны иноагентом!",
        "Интернашионал!"
    ],

    "ui": {
        "navbar": {
            "projects": "Проекты",
            "aboutus": "О нас",
            "blog": "Блог",
            "status": "Статус"
        },
        "settings": {
            "title": "Настройки",

            "language": "Язык",
            "darkmode": "Тёмная тема",

            "darkmodewarning": "Внимание: светлая тема может сжечь ваши глаза"
        },
        "footer": {
            "version": "Вебсайт 2 версии. Сделан при помощи <a href=\"https://kit.svelte.dev/\" target=\"_blank\" rel=\"noopener noreferrer\">SvelteKit</a>.",
            "opensource": "Код этого вейбсайта досутпен в <a href=\"{link}\" target=\"_blank\" rel=\"noopener noreferrer\">открытом доступе</a> и находится под лицензией <a href=\"https://github.com/Modern-Modpacks/website/blob/main/LICENSE\" target=\"_blank\" rel=\"noopener noreferrer\">MIT</a>.",
            
            "quickaccess": "Быстрый доступ",
            "links": {
                "report": "Сообщить об ошибке",
                "attributions": "Атрибуции к библиотекам",
                "stack": "Технологии которые мы используем",
                "cats": "Смешные коты"
            }
        },

        "download": "Скачать",
        "view": "Просмотреть",
        "source": "Источник",

        "tagstitle": "Теги",
        "tags": {
            "tech": "Технологии",
            "magic": "Магия",
            "exploration": "Исследования",
            "rpg": "РПГ",

            "lore": "Сюжет",
            "automation": "Автоматизация",
            "space": "Космос"
        },
        "chief": "Главный",
        "titles": {
            "founder": "Основатель",
            "owner": "Владелец",

            "hm": "Член HM",
            "utilcreator": "Создатель утилит",

            "scripter": "KubeJS-разработчик",
            "multiblocker": "Эксперт по мултиблокам",
            "automater": "Специалист по автоматизации",

            "pixelartist": "Пиксель-арт жудожник",

            "questwriter": "Писатель квестов",
            "lore": "Эксперт по сюжету",

            "webdev": "Веб-разработчик",
            "webmaintainer": "Веб-мейнтейнер",

            "frontendconsult": "Консультант по фронт-энду",
            "realismconsult": "Консультант по реалистичности",

            "translator": "Переводчик",
            "chief_translator": "Главный переводчик",
            "ex_translator": "Экс-переводчик"
        },
        "blogtags": [
            "Мнение",
            "Разоблочение",
            "За Кадром",
            "Объявление",
            "Не По Теме",
            "Написано Гостем",
            "Таймлайн",
            "Ответ",
            "Эксперимент",
            "Апдейт",
            "Экстра",
            "Tl;dr",
            "Временный",
            "-",
            "-",
            "Другое"
        ],

        "ram": {
            "title": "Кол-во Оперативки",
            "minimal": "Минимальное",
            "recommended": "Рекомендованное"
        },

        "openon": "Открыть страницу на",

        "wipbig": "В процессе разработки!",
        "wipbigmm": "В процессе разработки! Нажмите, чтобы присоединится к нашему серверу в discord, где мы публикуем различные апдейты о сборках!",
        "wipbigdiscord": "В процессе разработки! Нажмите, чтобы присоединится к серверу в discord разработчика!",
        "construction": "В разработке",
        "discord": "Присоединяйтесь к Discord",

        "login": "Войти с GitHub",
        "logout": "Выйти",
        "no_profile": "В данный момент вы <b>не в аккаунте.</b>",
        "profile": "В данный момент вы вошли как",
        "search": "Поиск",
        "loadallposts": "Загрузить все посты",
        "ratelimit": "<b>Ой, похоже, вы перезагрузили страницу слишком много раз, и теперь вас ограничивает GitHub!</b><br><br>Мы используем GitHub репозиторий для хранения блогпостов. Чтобы продолжить, либо <a href=\"{link}\">читайте их на нашем репозитории</a>, либо войдите с помощью GitHub аккаунта:",

        "views": "Просмотры",
        "comments": "Комментарии",
        "leavecomment": "Оставить комментарий как",
        "commentdisabled": "Войдите, чтобы оставить комментарий",
        "writtenby": "Написано",
        "editedby": "В последний раз изменено",
        "timeon": "​",
        "commentedon": "прокомментировали",

        "missingblogpost": "Больше блогпостов",
        "missingblogpostsub": "не найдено!",
        "missingblogpostdesc": "Зайдите позже, и что-то может появиться!",

        "mapcredit": "Карта сделана Gl0W1E"
    },

    "modpacks": {
        "fa": {
            "shortdesc": "Вас отпровляют на бесконечно важную миссию в давным-давно забытую часть вселенной, выберетесь ли вы в живых?",
            "longdesc": "<b>Вы просыпаетесь в кабине для посадки.</b> Ваш пункт назначения? Земля, Сектор α.\n\n\
            <b>Голос приветствует вас через радио.</b> Он сообщает вам что вы решили стать волонтёром на миссию, предназначенную для сборки и возврата ресурсов, встречаемых только в этой части вселенной. <b>Как только вы начинаете приходить в себя,</b> дверь открывается и вы видите прекрасное ночное небо.\n\n\
            <b>Изучайте галактику,</b> собирайте и автоматизируйте материалы, находите то, что осталось от флоры и фауны, и узнайте о секретах которые хранятся в этом древнем секторе."
        },

        "gtb": {
            "shortdesc": "GregTech-сборка тщательно разработанная для того чтобы быть максимально сложной, но не мешать свободе, присущей Minecraft-у",
            "longdesc": "<b>GregTech Beyond соединяет такие моды как</b> Gregtech, Nuclearcraft, Pneumaticraft и множество других.\n\n\
            <b>По желанию,</b> вы можете стать мастером-магом используя Thaumcraft. Начните свою агрокультурную империю и станьте самым богатым человеком в мире при помощи пчёл из Forestry.\n\n\
            <b>Выкапывайте целые планеты</b> и даже <b>галактики</b> с помощью Galactical Miners. Отправляйте космические миссии используя Astro Mining Stations.\n\n\
            Всегда помните самую важную фразу: <b>Фабрика должна расти.</b>"
        },
        "qp": {
            "shortdesc": "Переосмысление сборок в стиле kitchen-sink, в основном сфокусированное на мультиплеере",
            "longdesc": "<b>Quanpack</b> переворачивает концепт kitchen-sink сборки сверх на голову, позволяя ему отличатся от моря других сборок в таком же стиле.\n\n\
            <b>В данной сборке</b> представлены некоторые из самых узнаваемых модов, таких как: <b>Thaumcraft, Botania, Nature's Aura, Embers, Blood Magic</b> и <b>Roots</b>.\n\n\
            <b>В нём также есть менее известные проекты</b> которые <b>не уступают по качеству</b> модам, представленным выше.\n\n\
            <b>Огромное число</b> контента в этой сборке никогда не даст вам заскучать, <b>особенно если вы играете с друзьями!</b>"
       }
    },
    "sideprojects": {
        "website": "Вебсайт на котором вы сейчас находитесь, доступен на GitHub!",
        "kjspkg": "Простой пакетный менеджер для скриптов KubeJS, написанный на Python",
        "kjspkglookup": "Фронт-енд для поиска пакетов на KJSPKG, доступный в вашем браузере",
        "missing": "Discord бот с различными функциями, связанными с модным Minecraft-ом, специализированный для каждого сервера",
        "trdne": "Случайный генератор реалистичных скриншотов ненастоящих Minecraft рецептов",
        "pissmc": "Пародийный загрузчик модов, сделанный для самой старой доступной версии Minecraft: rd-132211",
        "awesome": "Тщательно отобранный список полезных утилит, связанных с разработкой сборок"
    },
    "languages": {
        "ru": "Русский",
        "de": "Немецкий",
        "tr": "Турецкий",
        "fr": "Французский",
        "es": "Испанский",
        "cn": "Китайский (Упрощённый)"
    },

    "projects": {
        "modpacks": {
            "heading": "Мы создаём сборки на версии 1.16.5",
            "desc": "\
                <b>Слово \"сборка\" за недавнее время было испорчено</b> бесконечным количеством низкокачественного потока грязи, каждый день заливаемого в интернет людьми, которые не знают что они вообще делают, большинство из них просто кидают кучу модов вместе, не волнуясь о том как они будут работать друг с другом.\n\n\
                <b>Но, мы собираемся это изменить.</b> Мы были вдохновлены сборками, которыми игрок может по настоящему наслаждаться очень долгое время - такими бриллиантами как <b>Divine Journey 1/2, серией сборок Enigmatica, Nomifactory, Create Above and Beyond, GregTech: New Horizons</b> и любой другой сборкой которая приносит веселье любому, кто играет в неё, или только что её обнаружил.\n\n\
                <b>Никакой херни вроде \"Kitchen Sink\"-ов, у всего должно быть начало и конец.</b> Слишком мало может быть сделано если ты просто будешь пытатся что-то в игру добавить, для по настоящему запоминающегося опыта прогресс в игре должен быть полностью заменён. <b>Мы не отрицаем что ванилла+ может быть интересен если правильно сделан,</b> но большенство из нас пришли в модное комьюнити из-за того что мы устали от ваниллы, и мы считаем что если вы также больше не можете терпеть ванильный Minecraft, вы не должны искать то, что пытается его изображать.\n\n\
                <b>Мы разрабатываем свои сборки как будто бы они являются играми,</b> и мы мечтаем сделать 16 таких. Мы знаем что такая цель нереалистична, и поэтому она идёт для нас задним планом, в отличии от <b>предоставлении вам и другим членам комьюнити качественных опытов,</b> независимых от их предпочтений или навыков. <b>Просто выберете случайную сборку и посмотрите, подойдёт ли она вам!</b>\
            "
        },
        "partner": {
            "heading": "Недостаточно для вас?\nПопробуйте сборки наших партнёров!",
            "desc": "<b>Партнёры не связаны с Modern Modpacks напрямую</b>, но мы верим им достаточно чтобы опубликовывать их сборки здесь.\n<b>Хотите стать партнёром?</b> Отправьте сообщение одному из нас в личку в Discord и мы вместе посмотрим, что сможем сделать!"
        },
        "hellish": {
            "heading": "Ещё мы делаем моды",
            "desc": "\
                <b>Наша дочерняя организация, Hellish Mods,</b> специализируется на создании модов для <b>Forge 1.16.5,</b> в первую очередь сфокусированная на вспомогательных модах и вилках/портах других модов that, официальная поддержка которых закончилась для этой версии, или тех, <b>которые вообще никогда не были на 1.16.</b>\n\n\
                <b>Так как наша глваная цель</b> всё ещё создание сборок, обычно мы не создаём большие моды с новым контентом если мы не решили что мы этого хотим или нам это обязательно нужно, в большинстве своём мы <b>делаем мелкие проекты</b> которые предназначены для того чтобы добавлять различные функции в наши сборки, которые невозможно было бы добавить с помощью других инструментов.\n\n\
                <b>Наши моды-утилиты</b>, хотя и сделаны из-за необходимости в проектах которых не существуют, <b>никогда не сделаны эксклюзивно для нас</b>, что делает их также полезными для других разработчиков сборок и простых игроков.\n\n\
                <b>Вилки других открытых модов</b> обычно сделаны нами для похожих целей. <b>Когда мы создаём вилку проекта,</b> мы не только добавляем вещи которые нужны нам, мы также добавляем фичи, часто запрашиваемые другими игроками.\n\n\
                <b>Порты помогают нам</b> поддерживать жизнеспособность нашей выбранной версии, модернизируя забытые моды на таких версиях как <b>1.12.2/1.7.10</b>; и возвращая моды на более новых версиях как <b>1.18.2/1.20.1</b>.\n\n\
                <b>Наши моды лучше всего</b> когда используются в наших сборках, так что если вы как игрок хотите попробовать что есть в них, мы рекомендуем вам скачать одну из <b>сборок в прошлой секции!</b>\
            "
        },
        "ecosystem": {
            "heading": "Добро пожаловать в нашу экосистему",
            "desc": "<b>И наши возможности не заканчиваются на модах!</b> У нас есть куча проектов которые нельзя отнести ни к модам, ни к сборкам. Среди них есть полезные утилиты для разработчиков, развлекательные сайты, Discord боты, и даже <b>загрузчики модов!</b> Если что-то из этого вас заинтересовало, обязательно изучите наши сторонние проекты."
        }
    },
    "about": {
        "members": {
            "heading": "Познакомьтесь с командой",
            "desc": "<b>Это мы!</b> Мы - группа волонтёров. Каждый из нас использует свои умения чтобы, каким-либо образом, помочь нашим различным начинаниям достичь их конечных целей.\n\n\
            <b>Modern Modpacks</b> стремится быть демократической организацией, где ни у кого нет права диктовать в какую сторону должен быть направлен проект. <b>Разрабатывая сборки, мы используем углублённую систему для дискуссии идей</b>, важную часть которой играет процесс голосования.\n\n\
            <b>Члены организации также могут</b> выберать прокты в которых хотят участвовать, или даже начинать их. <b>Из тех небольших денег которые мы зарабатываем,</b> все всё равно получают количество, пропорциональное количеству их работы, вложенное в выпуск финального продукта.\n\n\
            <b>Мы стремимся сделать организационную иерархию</b> настолько незначительной на сколько возможно. На данный момент, наша система состоит из 3 слоёв - <b>владелец,</b> который выберает проект, являющийся фокусом организации на тот момент, и примерное направление в котором он должен быть направлен; <b>члены,</b> которые выполняют роль волонтёров для наших проектов и модераторов на нашем Discord сервере; и <b>испытательные члены,</b> которые, после определённого количества времени, становятся полноправными членами.\n\n\
            <b>Практически единственная цель</b> разделения этих ролей - модерация, где члены на высших слоях модерируют тех, кто ниже их. <b>Слой, к которому принадлежит человек</b> не отражается на их зарплате, влиянии в компании, или любом другом важном факторе."
        },
        "translators": {
            "heading": "Мы - интернациональны",
            "desc": "<b>В Modern Modpacks,</b> одно из наших главных качеств - наша устремлённость делать наши проекты настолько доступными на сколько возможно, и их перевод на другие языки <b>являются важной частью этого.</b>\n\n\
            <b>Эта карта</b> содержит список всех переводчиков, которые сейчас на нас работают, отсортированных по языкам. <b>Некоторые из них</b> также являются членами MM, дополнительно помогая делая другие вещи для организации. <b>Другие же,</b> просто заинтересованные люди, не особо желающие присоединятся как член, но желающие всё равно чем-то помочь.\n\n\
            <b>Как вы могли заметить,</b> переводчики, как и члены, имеют звания; они просто формальны. <b>Главные переводчики</b> выбераются нынешним владельцем Modern Modpacks, и они обычно являются людьми которые начали переводить проекты на этот язык раньше всех и всё ещё это делают; у них нет никаких полномочий над обычными переводчиками, но могут предлагать на каких проектах та команда переводчиков должна быть сконцентрирована сейчас.\n\n\
            <b>Наш репертуар языков</b> и список проектов доступных на этих языках постоянно растёт, и вы можете помочь присоединившись к нам!"
        },
        "testers": {
            "heading": "Как мы держим качество",
            "desc": "Одно слово - <b>Тестирование. Много тестирования.</b> И хотя мы, конечно, тестируем наши сборки пока их разрабатываем, <b>таким способом практически невозможно</b> поймать каждый баг. А если говорить о геймплейном балансе, здесь может быть вообще очень сложно сказать, что работает как нужно и что нужно поменять.\n\n\
            <b>Здесь нам помогают наши тестировщики.</b> Тестировщики ещё одна отдельная группа волонтёров, таких же как переводчики и члены, чья работа заключается в том, чтобы <b>играть в наши моды и сборки в их сыром состоянии</b> и сообщать нам если что-то не работает так, как должно.\n\n\
            <b>Мелкая корректировка</b> - обычно самая нудная и долгая часть разработки сборок; вещи вроде - <b>сколько энергии должен требовать рецепт, сколько он должен длиться, какие предметы и в каком количестве должны идти на вход, и т.д.;</b> все части этого процесса.\n\n\
            <b>Тестировщики</b> помогают нам сгладить этот процесс и, как следствие, <b>ускорить разработку сборок</b>. С помощью их наблюдений, мы можем <b>быстро менять</b> каждую несбалансированную часть геймплея, вместо того чтобы тратить время на выслеживание всех таких асперктов."
        },
        "joinus": {
            "heading": "Присоединяйтесь",
            "desc": "<b>Хотите стать</b> членом, переводчиком, или тестировщиком? <b>Присоединяйтесь к команде!</b> Нам всегда требуется больше рабочей силы и мы будем рады видеть, как вы разрабатываете лучшее будущее для модного Minecraft-а вместе с нами.\n\n\
            В данный момент мы ищем: <b>KubeJS-разработчиков</b>, <b>пиксель-арт художников</b>, <b>составителей саундтрека</b>, <b>писателей квестов/сюжета</b>, <b>веб-разработчиков</b>, и, конечно же, <b>тестировщиков</b> и <b>переводчиков.</b>\n\n\
            <b>Владеете любым из этих навыков?</b> Или любым другим навыком, который вы считаете поможет нашей организации? <b>Присоединяйтесь к нашему Discord серверу</b> и свяжитесь с нынешним владельцем через личные сообщение чтобы потенциально стать допущенным к организации и узнать чем вы можете помочь в тот момент!"
        },
        "mission": {
            "heading": "Наша миссия",
            "desc": "<b>Modern Modpacks</b> основан на нескольких главных принципах. <b>Мы можем иногда от них отлучаться,</b> но в целостности мы стараемся прислушиваться к ним чтобы поддерживать примерное направление всех наших проектов:\n\n\
            <b>Качество Привыше Количества</b> - Это может показаться странным, потому что вся организация основана на том, чтобы когда-нибудь выпустить 16 сборок, из-за чего может показаться что все из них должны быть сделаны на скорую руку. <b>Но \"Путь К 16 Сборкам\" - в большинстве своём только существует для маркетинга,</b> и мы никогда не выпустим продукт пока мы не считаем что он находится в своём лучшем состоянии. <b>Мы создаём сборки так, как будто бы они игры</b> и когда мы находимся на распутье, мы спрашиваем себя как бы эту проблему решил разработчик игр.\n\n\
            <b>Достояние Общественности</b> - Как уже было сказано, MM старается быть полностью демократической организацией, где у каждого члена есть право предлагать идеи и голосовать за идеи других; и где роль владельца полностю поверхностна и должна меняться относительно часто. <b>Этот принцип, хоть и в меньшей степени,</b> также работает на людей, не являющимися членами. Мы всегда находимся в поиске обратной связи, и <b>вы</b> можете нам её предоставить!\n\n\
            <b>Верисонный-Пофигизм</b> и <b>Пост-Версионизм</b> - Мы считаем что, из-за новейших разработок в сфере модов которые позволяют разработчикам сборок модифицировать практически любой аспект игры через скрипты, выбор версии Minecraft-а не значит <b>практически ничего.</b>\n\n\
            <b>В данный момент, наша выбранная версия - 1.16.5,</b> которая, по мнению некоторых, может считаться устаревшей. Мы же, в этом смысле, об этом так не думаем; вместо этого, мы решили не менять версию из-за того что большинство нашей инфраструктуры уже было построено на 1.16 в дни когда она была первым выбором версии большинства людей; и мы считаем что нам не стоит тратить время на обновление на новые версии, когда мы можем сконцентрироваться на том, что по настоящему важно - <b>хороших сборках.</b>"
        }
    }
}
