{
    "welcome_splash": "Welcome!",
    "splashes": [
        "r/feedthememes approved!",
        "Gregfication stage: 69",
        "KubeJS > CraftTweaker!",
        "Making packs and stuff!",
        "Checkout r/feedthebeast_r34!",
        "Thanks Lat 👍",
        "How about you CREATE some bitches?",
        "PneumaticCraft is a magic mod!",
        "Magic is a botania mod!",
        "Vazkii killed my father!",
        "My son's named Greg!",
        "NullPointerException",
        "Better call Greg!",
        "Better than rats!",
        "Greggers unite",
        "PGS-indifferent",
        "shut the fuckl up, TheCrazyInsanity",
        "wood good",
        "Lol. Cum water",
        "Version chasers gonna chase!",
        "Minecraft, the way it wasn't meant to be",
        "1.16 sweeeeeeeeep",
        "1.16 killed the 1.12 star",
        "How do you do, fellow modpack players!",

        "Can't do 3D!",
        "Trans rights!",
        "Blåhaj rights!",
        "Banned on Twitter!",
        "Now in color!",
        "Now with sound!",
        "Bad SEO included!",
        "As seen on TV!",
        "Invented in the 70s!",
        "Done before!",
        "Hello world!",
        "Hi Mom!",
        "Hellish and devilish!",
        "Made with mom's recipe!",
        "Sent through TCP!",
        "TODO: Implement",
        "50% modern, 50% modpack",
        "Internet famous 2018 social deduction video game Among Us™",
        "Based and rainbow-pilled",
        "Smash that discord button",
        "Speedy mods and modpacks for you!",
        "I AM THE MODPACK",
        "50k karma and counting!",
        "I ran out of shoutouts!",
        "Friends call me MM",
        "Buy Inscryption!",
        "Play Antimatter Dimensions ivark.github.io",
        "Sorry, wrong number.",
        "Generated by an AI!",
        "Half a ton of potatoes!",
        "Asbestos free since 2023!",
        "One modpack at a time",
        "| || || |_",
        "They are called modpacks, MOM",
        "I forgot my meds!",
        "Expect the excpected, unexpect the unexcpected"
    ],

    "headings": {
        "modpacks": "We make expert modpacks for 1.16.5",
        "difficulty": "Looking for a challenge?",
        "potato": "Have a potato? Don't panic!",
        "hellish": "Hellish Mods",
        "mission": "Our mission",
        "contributors": "Stronger together!"
    },
    "links": {
        "download": "Download",
        "modlist": "Modlist",
        "source": "Source"
    },

    "difficulty": "Difficulty",
    "ram": "RAM requirements",
    "minimum": "Minimum",
    "recommended": "Recommended",

    "description": {
        "modpacks": {},
        "contributors": {
            "G_cat": "The creator and owner of Modern Modpacks and Hellish Mods",
            "Rainbuu": "Flowchart maker, asset creator, German translator, and coder for MM and HM",
            "Bigbee": "Texture creator for Hellish Mods",
            "Kasualix": "Simplified Chinese translator for Hellish Mods",
            "eyecubed": "Ex-Turkish translator for Hellish Mods",
            "Kazimir": "Spanish/French translator for Hellish Mods"
        },

        "difficulty": [
            "<b>The Modern Modpack Difficulty Scale™</b> has got you covered! The 5 difficulty levels represent how much time you will spend on a modpack:",
            "<b>1 (Casual)</b> - The easiest expert modpacks, these are the ones you probably want to start with if you are a begginer. Perhaps the most well-known example of this difficulty is All The Mods series",
            "<b>2 (Advanced)</b> - Packs here are not hard and can still be played by complete begginers, but they will not be as easy as the casual ones. They compare to such packs as Enigmatica 2 Expert and Create: Above and Beyond.",
            "<b>3 (Difficult)</b> - Things become tricky here, if you have never played modded before these might not be the best pick, but on the other side, these can be more fun than the previous difficulies! A good example here would be Nomifactory.",
            "<b>4 (Professional)</b> - When you enter a modpack with this difficulty you have to be prepared to make playing it your routine for at least a month of your life. You know this feeling if you have ever played Divine Journey 2 or Enigmatica 6 Expert.",
            "<b>5 (Gregic)</b> - These require serious dedication and can take tens of thousands of hours to complete. No pack compares better than the infamous GregTech: New Horizons."
        ],

        "potato": "Most of our pack run perfectly fine on 4GBs of RAM, <b>with some only requiring 2 to work!</b>\nHere's a list of them:",
        "hellish": "<a href=\"https://github.com/Hellish-Mods\"><b>Hellish Mods</b></a> is a subsidiary organization of Modern Modpacks that focuses on making 1.16.5 mods and utilities!",

        "mission": [
            "<b>We started this organization as a way to make 1.16.5 popular among modded players again.</b>",
            "We belive that, currently, there isn't a better version to play.",
            "<b>1.12.2</b>, by far the most popular version to play modded on, is really outdated and lacks many features modern versions have to offer (you can probably guess what we think about <b>1.7.10</b>).",
            "<b>1.18.2</b>, the newest competitor, worsened the already bad situation with performance and can be really laggy even with optimization mods.",
            "<b>1.19.3</b> took a drastic turn against modding in general, so that one is out of the picture as well.",
            "<b>That only leaves one version - 1.16.5.</b> Yes, performance <b>is</b> worse than in 1.12.2, but it isn't as bad as 1.18.2. It lacks some new cave-generation features, but not enough to make it feel outdated. That's why we make modpacks for this version specifically.",

            "<b>One other thing that was one of the ideas behind this project was the idea of memento mori, all good things must come to an end.</b>",
            "<b>That's why we are only making 16 unqiue modpacks and then leaving for good.</b> After we release our last modpack, we are done. The end. Felina.",

            "<b>Enjoy it while it lasts.</b> We guarantee you will have a good modded minecraft experience, no matter if you are an experienced gregtech loving hardcore gamer or you've just found out about modded 10 seconds ago."
        ],

        "together": [
            "<b>These people help us achive our goal.</b>",
            "Want to be one of them?",
            "If you know KubeJS/Forge, can write quests, make assets (sprites/music), translate things into other languages or be useful in any other way - contact us through email (info@modernmodpacks.site) or through discord (gcat101).",
            "Who knows, maybe you'll end up on this cool animated wall ;)"
        ]
    },
    "shortdesc": {}
}
