{
    "welcome_splash": "Welcome!",
    "splashes": [
        "r/feedthememes approved!",
        "Gregfication stage: 69",
        "KubeJS > CraftTweaker!",
        "Making packs and stuff!",
        "Ex-CEO of r/feedthebeast_r34",
        "Thanks Lat 👍",
        "How about you CREATE some bitches?",
        "PneumaticCraft is a magic mod!",
        "Magic is a botania mod!",
        "Vazkii killed my father!",
        "My son's named Greg!",
        "NullPointerException",
        "Better call Greg!",
        "Better than rats!",
        "wood good",

        "Can't do 3D!",
        "Trans rights!",
        "Now in color!",
        "Hello world!",
        "Hellish and devilish!",
        "Made with mom's recipe!",
        "Sent through TCP!"
    ],

    "headings": {
        "modpacks": "We make expert modpacks for 1.16.5",
        "difficulty": "Looking for a challenge?",
        "potato": "Have a potato? Don't panic!",
        "hellish": "Hellish Mods",
        "mission": "Our mission",
        "contributors": "Stronger together!"
    },
    "links": {
        "download": "Download",
        "modlist": "Modlist",
        "source": "Source"
    },

    "difficulty": "Difficulty",
    "ram": "RAM requirements",
    "minimum": "Minimum",
    "recommended": "Recommended",

    "description": {
        "modpacks": {},
        "contributors": {
            "G_cat": "The creator and owner of Modern Modpacks and Hellish Mods"
        },

        "difficulty": [
            "<b>The Modern Modpack Difficulty Scale™</b> has got you covered! The 5 difficulty levels represent how much time you will spend on a modpack:",
            "<b>1 (Vanila+)</b> - The easiest level, these modpacks are designed to be simple to complete. One of those will take you about 10-200 hours of in-game time. Most of FTB's kitchen sink packs fall under this.",
            "<b>2 (Casual)</b> - These packs are where you want to start as a begginer. If the packs on the first level are designed for experts to relax, these are specifically target towards newcomers. 50-200 hours to complete. The 1.16.5 pack most closly resembling this difficulty is Create: Above and Beyond.",
            "<b>3 (Expert)</b> - The golden mean of modpack difficulties. Some gregic elements start to show and you'll need dedication to complete one of these. 200-500 hours of your free time are required. Enigmatica 2 Expert is probably the most popular example.",
            "<b>4 (Professional)</b> - Things get hard here. You can play these without any experience but there's a high chance you are going to have a bad time. You need around 500 hours to get to the end, this can be caused by hard to understand technology or unbearable hardcore mods - like RLCraft.",
            "<b>5 (Gregic)</b> - Welcome to hell! These are your Gregtech: New Horizons clones. Only play those if you never want to see people in your life again. Warning: 1000+ hours!"
        ],

        "potato": "Most of our pack run perfectly fine on 4GBs of RAM, <b>with some only requiring 2 to work!</b>\nHere's a list of them:",
        "hellish": "<a href=\"https://github.com/Hellish-Mods\"><b>Hellish Mods</b></a> is a subsidiary organization of Modern Modpacks that focuses on making 1.16.5 mods and utilities!",

        "mission": [
            "<b>We started this organization as a way to make 1.16.5 popular among modded players again.</b>",
            "We belive that, currently, there isn't a better version to play.",
            "<b>1.12.2</b>, by far the most popular version to play modded on, is really outdated and lacks many features modern versions have to offer (you can probably guess what we think about <b>1.7.10</b>).",
            "<b>1.18.2</b>, the newest competitor, fucked up performance and can be really laggy even with performance mods.",
            "<b>1.19.3</b> took a drastic turn against modding in general, so that one is out of the picture as well.",
            "<b>That only leaves one version - 1.16.5.</b> Yes, performance <b>is</b> worse than in 1.12.2, but it isn't as bad as 1.18.2. It lacks some new cave-generation features, but not enough to make it feel outdated. That's why we make modpacks for this version specifically.",

            "<b>One other thing that was one of the ideas behind this project was the idea of memento mori, all good things must come to an end.</b>",
            "<b>That's why we are only making 16 unqiue modpacks and then leaving for good.</b> After we release our last modpack, we are done. The end. Felina.",

            "<b>Enjoy it while it lasts.</b> We guarantee you will have a good modded minecraft experience, no matter if you are an experienced gregtech loving hardcore gamer or you've just found out about modded 10 seconds ago."
        ],

        "together": [
            "<b>These people help us achive our goal.</b>",
            "Want to be a part of them?",
            "If you know KubeJS, can write quests, make assets (sprites/music), translate things into other languages or be useful in any other way - contact us through email (info@modernmodpacks.site) or through discord (G_cat#2267).",
            "Who knows, maybe you'll end up on this cool animated wall ;)"
        ]
    },
    "shortdesc": {}
}
