{
    "lang": "RU",
    "emoji": "🇷🇺",

    "welcome_splash": "Добро пожаловать!",
    "splashes": [
        "#russian-general и его последствия",
	    "@kovreee а в чём идея то",
	    "Привет, Стилфорж!",
	    
	    "Альфа гамма бета штрих"
    ],
        
    "headings": {
        "modpacks": "Мы делаем модпаки на версии 1.16.5",
        "difficulty": "Ищете чего посложнее?",
        "hellish": "Hellish Mods",
        "ecosystem": "Добро пожаловать в экосистему",
        "mission": "Наша миссия",
        "contributors": "Вместе сильнее!"
    },
    "links": {
        "download": "Скачать",
        "modlist": "Список модов",
        "source": "GitHub репозиторий"
    },

    "difficulty": "Сложность",
    "ram": "Требования оперативной памяти",
    "minimum": "Минимально",
    "recommended": "Рекомендовано",

    "description": {
        "modpacks": {},
        "contributors": {
            "G_cat": "Основатель и владелец Modern Modpacks и Hellish Mods",
            "Rainbuu": "Мастер по графикам, текстурам, немецкому переводу и коду для MM и HM",
            "glomdom": "Кодер и писатель квестов для MM",
            "Bigbee": "Создатель текстур для Hellish Mods",
            "Kasualix": "Переводчик на упрощённый китайский для Hellish Mods",
            "Kazimir": "Переводчки на испанский/французский для Hellish Mods",
            "eyecubed": "Бывший переводчик на турецкий для Hellish Mods"
        },
        "projects": {
            "website": "Сайт на котором вы прямо сейчас!",
            "kjspkg": "Пакетный менеджер для скриптов KubeJS",
            "kjspkg lookup": "Доп. утилита для просмотра пакетов KJSPKG прямо в браузере",
            "trdne": "ThisRecipeDoesNotExist (ЭтогоРецептаНеСуществует). Случайный генератор майнкрафт рецептов",
            "missingtexture": "Приватный и специализированный Дискорд бот разработанный MM",
            "pissmc": "Пародийный загрузчик модов сделаный для первой версии майнкрафта доступной в лаунчере, rd-132211"
        },

        "difficulty": [
            "<b>Оффициальная шкала сложности Modern Modpack™</b> сможет вам помочь! Она изображает 5 разных уровней, каждый из которых занимет больше времени и сил чем предыдущий:",
            "<b>1 (Казуальные)</b> - Простейшие сборки, начинающим рекомендовано начинать здесь. Самый известный представитель этой сложности это серия сборок All The Mods.",
            "<b>2 (Продвинутые)</b> - Начинающие игроки всё ещё могут играть в сборки этой сложности, но их опыт будет не таким гладким и простым как с казуальными сборками. Их можно сравнить с таким сборками как Enigmatica 2 Expert и Create: Above and Beyond.",
            "<b>3 (Усложнённые)</b> - Здесь ситуация становится немного сложнее. Если вы раньше никогда не играли в модный майнкрафт, эти сборки могут быть не доя вас. Но с другой стороны, они могут быть намного более увлекательными! Хорошим примером здесь будет сборка Nomifactory.",
            "<b>4 (Профессиональные)</b> - Когда вы начинаете сборку из этой категории, будьте готовы потратить хотя бы месяц делая его своей рутиной. Вы знаете это чувство если вы хотя бы раз играли в Divine Journey 2 или Enigmatica 6 Expert.",
            "<b>5 (Грегофицированные)</b> - Самые сложные паки, требующие огромного количества упорства и десятков тысяч часов. Нет примера лучше чем￼￼ широко известный GregTech: New Horizons."
        ],

        "hellish": "<a href=\"https://github.com/Hellish-Mods\"><b>Hellish Mods</b></a> это дочерняя организация Modern Modpacks сосредоточенная на утилитах и модах для 1.16.5!\nМы также продолжаем неоффициально поддерживать наши версии модов, разработчики которых прекратили поддержку 1.16, например Jade и Powah.",
        "ecosystem": [
            "<b>Modern Modpacks не только разрабатывает моды и модпаки, но ещё и огромное количество других утилит.</b>",
            "Всё, начиная с Дискорд ботов и заканчивая загрузчиками модов, если мы посчитаем какую-то идею достаточно стоющей, мы воплотим её в реальность.",
            "Если вас что-либо интересует, кликните на одну из этих карточек на этой крутой анимации которую я запилил.&nbsp&nbsp:)",
            "Вы также можете просто навести на одну из них чтобы узнать больше."
        ],
        "mission": [
            "<b>Мы начали эту организацию чтобы опять сделать 1.16.5 популярной версией среди игроков.</b>",
            "Мы считаем что на данный момент, лучшего варианта не существует.",
            "<b>1.12.2</b>, самая популярная версия для модного майнкрафта, давно устарела и не имеет большого количества функций которые присутствуют в более новых версиях (вы наверное догадываетесь что мы думаем о <b>1.7.10</b>).",
            "<b>1.18.2</b>, одна из самых новых представителей, ухудшила уже и так не самую лучшую ситуацию с оптимизацией и может лагать даже со специальными модами.",
            "<b>1.19.3</b> пошла против модмейкинга в приципе, так что она также нами не рассматривается.",
            "<b>Это оставляет всего одну версию - 1.16.5.</b> Да, оптимизация в ней <b>хуже</b> чем в 1.12.2, но она не так плоха как в 1.18.2. В ней нет некоторых новых функций связанных с генерацией пещер, но их недостаточно чтобы версия смотрелась устаревшей. Поэтому мы и делаеи сборки для этой версии.",

            "<b>Ещё одна идея которая была у нас в голове при создании этого проекта это концепт \"memento mori\", всё хорошее когда-нибудь заканчивается.</b>",
            "<b>Поэтому 16 сборок это всё что мы когда-либо сделаем.</b> После того, как мы выпустим нашу последнюю сборку наша организация подойдёт к концу. Точка. Фелина.",

            "<b>Наслаждайтесь, пока оно не закончилось.</b> Мы гарантируем увлекательные часы геймплея, не важно, хардкорный ли вы грегер или узнали о модной майнкрафте 10 секунд назад."
        ],

        "together": [
            "<b>Именно эти люди помогают нам достичь нашей цели.</b>",
            "Хотите быть одним из них?",
            "Свободно говорите на английском и знаете KubeJS/Forge, умеете писать квести, создавать ассеты (текстуры/музыку), умеете переводить на другие языки или владеете любым другим полезным навыком - свяжитесь с нами через email (info@modernmodpacks.site) или через Дискорд (gcat101).",
            "Кто знает, может когда-нибудь и вы окажитесь на этой крутой анимированной стене ;)"
        ]
    },
    "shortdesc": {}
}
